# Essential
brew "tmux"
brew "neovim"
brew "fish"
brew "curl"
brew "wget"
brew "stow"
brew "unzip"
brew "tldr"
brew "git-lfs"

# Tools
brew "ncdu"
brew "btop"
brew "nvtop"
brew "lazygit"
brew "gh"
brew "task"

# Languages
brew "llvm"          # clangd, clang-format are part of llvm/clang on macOS
brew "clang-format"
brew "python@3.12"
brew "lua"
brew "luarocks"
brew "ruby"
brew "tmuxinator"
brew "go"

# Dependencies
brew "imagemagick"

# Font
cask "font-commit-mono-nerd-font"
